" bytes" = " byte";
" of " = " av ";
" was not found." = " hittades ej.";
"%@ named \"%@\" already exists in this location.  Do you want to replace it with the %@ you are moving?" = "%@ med namnet \"%@\" existerar redan. Vill du ersätta det med objektet du flyttar?";
"A newer item" = "Ett nyare objekt";
"An error occurred while deleting." = "Ett fel uppstod under radering.";
"An item" = "Ett objekt";
"An older item" = "Ett äldre objekt";
"Authenticate" = "Autentisera";
"Choose Folder" = "Välj mapp";
"Computer" = "Dator";
"Continue" = "Fortsätt";
"Copied %u items to \"%@\"" = "Kopiera %u objekt till \"%@\"";
"Copied: " = "Kopierad: ";
"Copy" = "Kopia";
"Copying %u items to \"%@\"" = "Kopierar %u objekt till \"%@\"";
"Count: %u" = "Antal: %u";
"Delete" = "Radera";
"Deleting from \"%@\"." = "Tar bort från \"%@\".";
"Document" = "Dokument";
"Error deleting item." = "Objektet gick inte att ta bort.";
"Error!" = "Ett Fel Uppstod!";
"Folder" = "Mapp";
"Index not found" = "Index hittades inte";
"Item: \"" = "Objekt: \"";
"Move" = "Flytta";
"New Folder" = "Ny mapp";
"None" = "Ingen";
"Not enough free space at destination.  %@ of additional free space required." = "Du har inte tillräckligt med ledigt utrymme på vald destination. Ytterligare %@  av ledigt utrymme krävs.";
"Package" = "Filen";
"Permission error.  File is not readable." = "Behörighets fel.  Filen är inte läsbar.";
"Preparing to copy to \"%@\"" = "Förbereder kopiering till \"%@\"";
"Replace" = "Ersätt";
"Replace All" = "Ersätt alla";
"Replace?" = "Ersätt?";
"Skip" = "Hoppa över";
"Stop" = "Stopp";
"Symbolic Link" = "Symbolisk Länk";
"This folder must be indexed before you can search by content.  Indexing will take several minutes, but it will run silently in the background.  Would you like to build the index now?" = "Denna mapp måste indexeras innan du kan söka efter innehåll. Indexeringen tar flera minuter, men den kommer att köras i bakgrunden. Vill du bygga ett index nu?";
"Volume" = "Enhet";
"You don't have write permission at \"%@\"" = "Du har inte skrivbehörighet på \"%@\"";
"copy" = "kopia";
"newer one" = "nyare";
"older one" = "äldre";
"one" = "en";
"untitled folder" = "namnlös mapp";
"untitled.txt" = "namnlös.txt";
